[
  {
    "date": "2025.08.11",
    "title": "(주)상생·제이일렉트릭, 중국 초대형 공기청정기 공장과 글로벌 MOU 체결",
    "summary": "국내 공기청정기 브랜드 HOID가 세계 최초의 3-in-1 공기청정 기술(공기 정화 + 선풍기 + UV 살균)을 한국에 독점 도입한다. (주)상생(대표 정성현)은 파트너사 제이일렉트릭과 함께 중국 최대 규모의 공기청정기 제조 공장 중 하나와 최근 글로벌 양해각서(MOU)를 체결했다고 16일 밝혔다.",
    "category": "보도자료",
    "link": "/article/0",
    "thumbnail": "flow_2025-04-17_193718625_1754623499071.png",
    "content": "(주)상생·제이일렉트릭, 중국 초대형 공기청정기 공장과 글로벌 MOU 체결\n\n국내 공기청정기 브랜드 HOID가 세계 최초의 3-in-1 공기청정 기술(공기 정화 + 선풍기 + UV 살균)을 한국에 독점 도입한다. (주)상생(대표 정성현)은 파트너사 제이일렉트릭과 함께 중국 최대 규모의 공기청정기 제조 공장 중 하나와 최근 글로벌 양해각서(MOU)를 체결했다고 16일 밝혔다.\n\n이번 협약을 통해 중국 공장의 혁신 기술과 노하우를 국내에 선보이며, HOID 브랜드의 기술력과 신뢰도를 더욱 강화할 예정이다.\n\n(사진: (주)상생 대표, 중국 방문 MOU 체결 계약)\n\n**글로벌 기술력과의 파트너십**\n\n(주)상생과 제이일렉트릭은 국내 소비자들에게 차별화된 공기청정 솔루션을 제공하기 위해 이번 MOU를 추진했다. 협약을 체결한 중국 공장은 중국 내 5대 공기청정기 제조사로 손꼽히는 초대형 시설로, 미국, 일본 등 글로벌 시장에 수출 실적을 보유한 기술 중심 기업이다.\n\n특히 이 공장은 30년 이상 경력을 보유한 R&D 연구진을 중심으로 혁신적인 공기청정 기술 개발에 전념해왔으며, 이번 한국 진출을 통해 HOID와 함께 최초의 3-in-1 공기청정 솔루션을 선보이게 되었다.\n\n(주)상생 정성현 대표는 \\\"글로벌 수준의 기술력과 생산력을 갖춘 파트너와 협업하게 되어 뜻깊다\\\"며, \\\"HOID 브랜드를 통해 한국 소비자에게 새로운 기준의 공기청정기를 제시하겠다\\\"고 전했다.\n\n**세계 최초 3-in-1 공기청정 기술**\n\n이번 협약의 핵심은 세계 최초로 개발된 3-in-1 공기청정 기술의 국내 공식 론칭이다. HOID 제품은 공기 정화 기능에 선풍기(팬), UV 살균 기능을 결합한 복합형 공기청정기로, 실내 공기질 개선뿐 아니라 유해 세균 제거와 실내 공기 순환까지 동시에 가능하다.\n\n특히 UV 살균 기능은 최대 2.8m 반경까지 살균 효과를 발휘할 수 있어, 국내 출시된 공기청정기 중 최초로 장거리 UV 살균을 구현한 제품이다. 이 기술은 협약을 체결한 중국 공장의 핵심 자산으로, \\\"자체 기술력의 상징이자 공기청정기 업계의 새로운 표준\\\"이라 강조된다.\n\n**프리미엄 기능과 디자인**\n\nHOID 공기청정기는 최첨단 3-in-1 기술을 기반으로, 현대적인 일상에 꼭 필요한 다양한 기능을 탑재한 프리미엄 제품이다. 초미세먼지까지 99.995% 이상 제거 가능한 HEPA14 필터를 장착하여 실내 공기 질을 획기적으로 개선하며, 감각적인 디자인으로 어느 공간에 두어도 자연스럽게 어우러진다.\n\n특히 아이가 있는 가정을 고려한 안전 설계는 흡입구를 낮은 위치에 배치해 아이가 숨 쉬는 공간부터 깨끗하게 정화해주며, 직관적인 LED 디스플레이를 통해 공기 상태와 작동 모드를 쉽게 확인할 수 있다.\n\n**편리한 관리와 긴 사용 주기**\n\n또한 필터는 누구나 손쉽게 교체할 수 있는 구조로 설계되어 있어 유지관리의 스트레스를 최소화하였고, 일반 공기청정기보다 긴 사용 주기를 자랑한다.\n\n보통 6개월마다 필터를 교체해야 하는 타 제품과 달리, HOID는 프리필터만 정기적으로 청소해도 최대 1년까지 사용할 수 있으며, 국내 유통망을 통한 소모품 구매도 간편해 사용자의 편의성을 한 층 높였다.\n\n여기에 제품 구매 후 1년간 무상 AS를 제공하며 탄탄한 내구성과 철저한 사후서비스를 통해 브랜드의 자신감을 분명하게 드러내는 제품이다.\n\n**향후 계획**\n\n(주)상생과 제이일렉트릭은 이번 글로벌 MOU를 계기로 HOID 브랜드의 신뢰도를 높이고 국내 프리미엄 공기청정기 시장에서 본격적인 확장을 준비 중이다. 중국 공장의 고도화된 기술력과 생산 인프라를 바탕으로 차별화된 경쟁력을 갖춘 HOID는, 앞으로도 국내 소비자들이 믿고 사용할 수 있는 브랜드로 성장해 나갈 계획이다.\n\n정성현 대표는 \\\"HOID 공기청정기는 기술·품질·신뢰를 모두 갖춘 프리미엄 제품\\\"이라며, \\\"앞으로도 우수한 해외 파트너와의 협업을 통해 더 나은 생활환경을 만들어가겠다\\\"고 밝혔다."
  },
  {
    "date": "2025.04.15",
    "title": "Hoid 공기청정기 1세대 출시",
    "summary": "Hoid는 프리미엄 라이프스타일 가전 브랜드로서 첫 번째 대표 제품인 Hoid 공기청정기 1세대를 공식 출시했습니다.",
    "category": "기업소식",
    "link": "/article/1",
    "thumbnail": "hoid1.jpg",
    "content": "Hoid는 프리미엄 라이프스타일 가전 브랜드로서 첫 번째 대표 제품인 Hoid 공기청정기 1세대를 공식 출시했습니다. 이 제품은 강력한 3중 필터 시스템과 360도 전방위 공기 순환 구조를 적용하여, 실내 공기를 빠르게 정화하고 최상의 청정도를 유지합니다. 또한, 세련되고 미니멀한 디자인은 어떤 인테리어 공간에도 자연스럽게 어우러지며, 저소음 모터와 에너지 절약 기능까지 갖추어 사용자의 생활 품질을 높여줍니다. 이번 출시를 통해 Hoid는 공기청정기 시장에 본격 진입하며, 향후 지속적인 기술 혁신과 제품 라인업 확장을 예고했습니다."
  },
  {
    "date": "2025.08.08",
    "title": "Hoid 청소기 공장 방문",
    "summary": "Hoid는 제품의 품질과 신뢰성을 직접 확인하기 위해 최근 Hoid 무선 청소기 생산 공장을 방문했습니다.",
    "category": "기업소식",
    "link": "/article/2",
    "thumbnail": "factory.jpeg",
    "content": "Hoid는 제품의 품질과 신뢰성을 직접 확인하기 위해 최근 Hoid 무선 청소기 생산 공장을 방문했습니다. 생산 현장에서는 최신 자동화 라인과 숙련된 기술 인력이 협력하여 완벽한 품질의 제품을 생산하고 있었으며, 각 단계별로 엄격한 품질 관리 절차가 적용되고 있었습니다. 특히, 배터리 내구성 테스트와 모터 성능 점검 등 출고 전 필수 검증 과정을 거쳐 소비자에게 최상의 상태로 전달되도록 하고 있습니다. 이번 공장 방문은 Hoid가 추구하는 '품질 우선' 철학을 현장에서 다시 한번 확인하는 중요한 계기가 되었습니다."
  },
  {
    "date": "2025.08.14",
    "title": "쥬얼리·그릇 신제품 출시 예정",
    "summary": "Hoid는 가전제품을 넘어 소비자의 일상을 전반적으로 아우르는 토탈 라이프스타일 브랜드로 도약을 준비하고 있습니다.",
    "category": "기업소식",
    "link": "/article/3",
    "thumbnail": "diamonds.jpg",
    "content": "Hoid는 가전제품을 넘어 소비자의 일상을 전반적으로 아우르는 토탈 라이프스타일 브랜드로 도약을 준비하고 있습니다. 향후 계획에는 프리미엄 쥬얼리 라인과 고급 그릇 컬렉션 출시가 포함되어 있으며, 각각 세심한 디자인과 고품질 소재를 바탕으로 제작됩니다. 쥬얼리 라인은 특별한 날을 더욱 빛나게 해줄 세련된 디자인과 장인정신이 깃든 마감 처리가 특징이며,\n그릇 라인은 미니멀하면서도 우아한 라인을 살려, 식탁 위 품격을 높이는 제품으로 선보일 예정입니다. Hoid는 앞으로도 다양한 카테고리에서 혁신과 아름다움을 동시에 제공하며, 소비자의 라이프스타일 가치를 높이는 것을 목표로 하고 있습니다."
  },
  {
    "date": "2025.09.01",
    "title": "Hoid 공기청정기 2세대 출시",
    "summary": "Hoid는 1세대 모델의 성공적인 시장 반응을 기반으로 기능과 디자인을 한층 업그레이드한 Hoid 공기청정기 2세대를 출시했습니다.",
    "category": "브랜드뉴스",
    "link": "/article/4",
    "thumbnail": "hoid2.jpeg",
    "content": "Hoid는 1세대 모델의 성공적인 시장 반응을 기반으로 기능과 디자인을 한층 업그레이드한 Hoid 공기청정기 2세대를 출시했습니다. 2세대 모델은 초미세먼지 감지 센서를 통해 실시간 공기질 모니터링이 가능하며, 스마트폰 앱과 연동해 원격 제어 및 상태 확인 기능을 제공합니다. 또한, 더 조용하고 강력한 모터를 장착해 생활 소음을 최소화했으며, 필터 교체 주기를 자동으로 알려주는 스마트 알림 기능이 추가되었습니다. 이로써 Hoid는 ‘스마트 청정’이라는 새로운 기준을 제시하며, 공기청정기의 혁신적인 진화를 이끌고 있습니다."
  },
  {
    "date": "2025.08.20",
    "title": "Hoid 청소기 출시",
    "summary": "Hoid의 프리미엄 무선 청소기가 공식적으로 출시되었습니다.",
    "category": "브랜드뉴스",
    "link": "/article/5",
    "thumbnail": "hoid10.png",
    "content": "Hoid의 프리미엄 무선 청소기가 공식적으로 출시되었습니다. 이 제품은 고성능 모터와 강력한 흡입력, 장시간 사용이 가능한 고효율 배터리를 갖추어 대형 주택부터 소형 공간까지 효율적으로 청소할 수 있습니다.  또한, 무게를 최소화한 인체공학적 설계로 손목 부담을 줄였으며, 브러시 헤드 교체를 통해 바닥, 카펫, 침구 등 다양한 환경에서 최적의 성능을 발휘합니다.먼지통과 필터는 물세척이 가능하여 위생적으로 관리할 수 있고, 모든 구성품은 사용 편의성을 최우선으로 설계되었습니다.이번 출시를 통해 Hoid는 청소기 시장에서도 새로운 기준을 제시하고 있습니다."
  }
]
